Repository: jasp-stats/jaspProphet
Catalog: po/QML-*.po
Languages: sr

# Description|
source: Prophet
sr: Посланик

# Description|
source: This module offers a simple model for time series prediction.
sr: Овај модул нуди једноставан модел за предвиђање временских серија.

# Prophet|
source: Dependent Variable
sr: Зависна варијабла

# Prophet|
source: Time
sr: Време

# Prophet|
source: Changepoints
sr: Тачке измене

# Prophet|
source: Carrying Capacity
sr: Капацитет носивости

# Prophet|
source: Saturating Minimum
sr: Минимум засићења

# Prophet|
source: Covariates
sr: Коваријате

# Prophet|
source: Include in Training
sr: Укључи у обуку

# Prophet|
source: History plot
sr: Графикон историјата

# Prophet|
source: Points
sr: Тачке

# Prophet|
source: Line
sr: Линија

# Prophet|
source: Both
sr: Оба

# Prophet|
source: Plot time interval
sr: Направите графикон временског интервала

# Prophet|
source: Start
sr: Почни

# Prophet|
source: End
sr: Крај

# Prophet|
source: Growth
sr: Раст

# Prophet|
source: Linear
sr: Линеарно

# Prophet|
source: Logistic
sr: Логистички

# Prophet|
source: Model
sr: Модел

# Prophet|
source: Automatic Changepoints
sr: Аутоматске тачке промене

# Prophet|
source: Max. changepoints
sr: Макс. тачака промене

# Prophet|
source: Changepoint range
sr: Опсег тачке промене

# Prophet|
source: Laplace prior τ
sr: Лапласов претходни услов τ

# Prophet|
source: Estimation
sr: Процена

# Prophet|
source: Name
sr: Име

# Prophet|
source: Period
sr: Период

# Prophet|
source: Unit
sr: Јединица

# Prophet|
source: Normal prior σ²
sr: Нормални претходни услов σ²

# Prophet|
source: Fourier order
sr: Фуријеов ред

# Prophet|
source: Mode
sr: Мод

# Prophet|
source: Seconds
sr: Секунде

# Prophet|
source: Minutes
sr: Минуте

# Prophet|
source: Hours
sr: Сати

# Prophet|
source: Days
sr: Дани

# Prophet|
source: Weeks
sr: Недеље

# Prophet|
source: Years
sr: Године

# Prophet|
source: Prediction
sr: Предвиђање

# Prophet|
source: Periodical
sr: Периодични

# Prophet|
source: Number of periods
sr: Број периода

# Prophet|
source: Nonperiodical
sr: Непериодично

# Prophet|
source: Save predictions
sr: Сачувај предвиђања

# Prophet|
source: Evaluation
sr: Евалуација

# Prophet|
source: Horizon
sr: Хоризонт

# Prophet|
source: Period between cutoffs
sr: Период између пресека

# Prophet|
source: Initial training time
sr: Почетно време обуке

# Prophet|
source: Performance metrics
sr: Метрике перформанси

# Prophet|
source: Mean squared error (MSE)
sr: Средња квадратна грешка (MSE)

# Prophet|
source: Root mean squared error (RMSE)
sr: Корен средње квадратне грешка (RMSE)

# Prophet|
source: Mean absolute percentage error (MAPE)
sr: Средња апсолутна процентуална грешка (MAPE)

# Prophet|
source: Changepoint table
sr: Табела тачака промене

# Prophet|
source: Plots
sr: Графикони
