Repository: jasp-stats/jaspProphet
Catalog: po/R-*.po
Languages: de, es, gl, ja, nl, pt, sr, ta

source: 'Time' must be in a date-like format (e.g., yyyy-mm-dd hh:mm:ss)
de: 'Zeit' muss in einem datumsähnlichen Format sein (z. B. jjjj-mm-tt hh:mm:ss)
es: La "hora" debe tener un formato similar al de la fecha (por ejemplo, aaaa-mm-dd hh:mm:ss)
gl: 'Tempo' debe estar nun formato de tipo data (p.e. yyyy-mm-dd hh:mm:ss)
ja: 'Time' は、日付形式でなければなりません (e.g., yyyy-mm-dd hh:mm:ss)
nl: 'Tijd' moet in een datumachtig formaat staan (bijv. yyyy-mm-dd hh:mm:ss)
pt: A 'hora' deve estar num formato de data (por exemplo, dd-mm-aaaa hh:mm:ss)
sr: „Време“ мора бити у формату (нпр., гггг-мм-дд чч:мм:сс)
ta: 'நேரம்' தேதி போன்ற வடிவத்தில் இருக்க வேண்டும் (எ.கா., YYYY-MM-DD HH: MM: SS)

source: 'Start' for nonperiodical prediction must be in a date-like format (e.g., yyyy-mm-dd hh:mm:ss)
de: 'Start' für nichtperiodische Vorhersage muss in einem datumsähnlichen Format sein (z. B. jjjj-mm-tt hh:mm:ss)
es: 'Inicio' para la predicción no periódica debe estar en un formato de tipo fecha (p.e. yyyy-mm-dd hh:mm:ss)
gl: 'Inicio' para a predición non periódica debe estar nun formato de tipo data (p.e. yyyy-mm-dd hh:mm:ss)
ja: 非周期的な予測の場合、'Start' は、日付形式でなければなりません (e.g., yyyy-mm-dd hh:mm:ss)
nl: 'Start' voor niet-periodische voorspelling moet in een datumachtig formaat staan (bijv. yyyy-mm-dd hh:mm:ss)
pt: O 'início' para a predição não periódica deve estar num formato de data (por exemplo, dd-mm-aaaa, hh:mm:ss)
sr: „Почетак“ за непериодично предвиђање мора бити у формату (нпр., гггг-мм-дд чч:мм:сс)
ta: பயனற்ற முன்கணிப்புக்கான 'தொடக்க' தேதி போன்ற வடிவத்தில் இருக்க வேண்டும் (எ.கா., YYYY-MM-DD HH: MM: SS)

source: 'End' for nonperiodical prediction must be in a date-like format (e.g., yyyy-mm-dd hh:mm:ss)
de: 'Ende' für nichtperiodische Vorhersage muss in einem datumsähnlichen Format sein (z. B. jjjj-mm-tt hh:mm:ss)
es: 'Fin' para la predicción no periódica debe estar en un formato de tipo fecha (p.e. yyyy-mm-dd hh:mm:ss)
gl: 'Final' para a predición non periódica debe estar nun formato de tipo data (p.e. yyyy-mm-dd hh:mm:ss)
ja: 非周期的な予測の場合、'End' は、日付形式でなければなりません (e.g., yyyy-mm-dd hh:mm:ss)
nl: 'End' voor niet-periodische voorspelling moet in een datumachtig formaat staan (bijv. yyyy-mm-dd hh:mm:ss)
pt: O 'fim' para a predição não periódica deve estar num formato de data (por exemplo, dd-mm-aaaa, hh:mm:ss)
sr: „Крај“ за непериодично предвиђање мора бити у формату (нпр., гггг-мм-дд чч:мм:сс)
ta: பயனற்ற முன்கணிப்புக்கான 'முடிவு' தேதி போன்ற வடிவத்தில் இருக்க வேண்டும் (எ.கா., YYYY-MM-DD HH: MM: SS)

source: 'Changepoints' must be a logical variable (e.g., 0/1)
de: 'Wechselpunkte' muss eine logische Variable sein (e.g., 0/1)
es: 'Puntos de cambio' debe ser una variable de tipo lógico (p.e. 0/1)
gl: 'Puntos de cambio' debe ser unha variable de tipo lóxico (p.e. 0/1)
ja: 'Changepoints' は、論理値でなければなりません (e.g., 0/1)
nl: 'Veranderpunten' moet een logische variabele zijn (bijv. 0/1)
pt: 'Pontos de mudança' deve ser uma variável lógica (ex. 0/1)
sr: “Тачке промене“ морају бити логичка променљива (нпр., 0/1)
ta: 'மாற்ற புள்ளிகள்' ஒரு தர்க்கரீதியான மாறியாக இருக்க வேண்டும் (எ.கா., 0/1)

source: 'Include in Training' must be a logical variable (e.g., 0/1)
de: 'In Training einbeziehen' muss eine logische Variable sein (e.g., 0/1)
es: 'Incluir en el Adiestramiento' debe ser una variable de tipo lógico (p.e. 0/1)
nl: 'Opnemen in training' moet een logische variabele zijn (bv. 0/1)
sr: „Укључи у обуку“ мора бити логичка променљива (нпр., 0/1)
ta: 'பயிற்சியில் சேர்க்கவும்' ஒரு தர்க்கரீதியான மாறியாக இருக்க வேண்டும் (எ.கா., 0/1)

source: 'Carrying Capacity' must always be larger than 'Saturating Minimum'
de: 'Tragfähigkeit' muss immer größer als 'Sättigungsminimum' sein
es: 'Capacidad de Carga' debe ser siempre mayor que 'Mínimo de Saturación'
gl: 'Capacidade de Porte' debe ser sempre maior que 'Mínimo de Saturación'
ja: 'Carrying Capacity' は、常に'Saturating Minimum'よりも大きくなくてはなりません
nl: 'Draagcapaciteit' moet altijd groter zijn dan 'Verzadigd Minimum'
pt: 'Capacidade de carga' deve ser sempre maior que 'Saturação mínima'
sr: „Капацитет носивости“ увек мора бити већа од „Засићујућег минимума“
ta: 'சுமந்து செல்லும் திறன்' எப்போதும் 'நிறைவுற்ற குறைந்தபட்சம்' என்பதை விட பெரியதாக இருக்க வேண்டும்

source: 'Carrying Capacity' must always be larger than 'Constant saturating minimum'
de: 'Tragfähigkeit' muss immer größer als 'Konstantes Sättigungsminimum' sein
es: 'Capacidad de Carga' debe ser siempre mayor que 'Mínimo de saturación constante'
gl: 'Capacidade de Porte' debe ser sempre maior que 'Mínimo de saturación constante'
ja: 'Carrying Capacity' は、常に 'Constant saturating minimum'よりも大きくなくてはなりません
nl: 'Draagcapaciteit' moet altijd groter zijn dan 'Constante verzadigd minimum'
pt: 'Capacidade de carga' deve ser sempre maior que 'Saturação mínima constante'
sr: „Капацитет носивост“ увек мора бити већа од „Константног засићујућег минимума“
ta: 'சுமந்து செல்லும் திறன்' எப்போதும் 'நிலையான நிறைவுற்ற குறைந்தபட்சம்' என்பதை விட பெரியதாக இருக்க வேண்டும்

source: 'Constant carrying capacity' must always be larger than 'Saturating Minimum'
de: 'Konstante Tragfähigkeit' muss immer größer als 'Sättigungsminimum' sein
es: 'Capacidad de carga constante' debe ser siempre mayor que 'Mínimo de Saturación'
gl: 'Capacidade de porte constante' debe ser sempre maior que 'Mínimo de Saturación'
ja: 'Constant carrying capacity' は、常に 'Saturating Minimum'よりも大きくなくてはなりません
nl: 'Constante draagcapaciteit' moet altijd groter zijn dan 'Verzadigd Minimum'
pt: 'Capacidade de carga constante' deve ser sempre maior que 'Saturação mínima'
sr: „Константни капацитет носивоси“ увек мора бити већа од „Засићујућег минимума“
ta: 'நிலையான சுமக்கும் திறன்' எப்போதும் 'குறைந்தபட்சம் நிறைவுற்ற' விட பெரியதாக இருக்க வேண்டும்

source: 'Constant carrying capacity' must always be larger than 'Constant saturating minimum'
de: 'Konstante Tragfähigkeit' muss immer größer als 'Konstantes Sättigungsminimum' sein
es: 'Capacidad de carga constante' debe ser siempre mayor que 'Mínimo de saturación constante''
gl: 'Capacidade de porte constante' debe ser sempre maior que 'Mínimo de saturación constante'
ja: 'Constant carrying capacity' は、常に 'Constant saturating minimum'よりも大きくなくてはなりません
nl: 'Constante draagcapaciteit' moet altijd groter zijn dan 'Constante verzadigd minimum'
pt: 'Capacidade de carga constante' deve ser sempre maior que 'Saturação mínima constante'
sr: „Константни капацитет носивости“ увек мора бити већа од „Константног засићујућег минимума“
ta: 'நிலையான சுமக்கும் திறன்' எப்போதும் 'நிலையான நிறைவுற்ற குறைந்தபட்சம்' என்பதை விட பெரியதாக இருக்க வேண்டும்

source: Seasonality names must only contain letters, number, dots, or underscores and must start with letters or dots that are not followed by a number
de: Namen von Saisonalitäten dürfen nur Buchstaben, Zahlen, Punkte oder Unterstriche enthalten und müssen mit Buchstaben oder Punkten beginnen, auf die keine Zahlen folgen
es: Los nombres de la estacionalidad deben contener solo letras, números, puntos o guiones bajos, y deben comenzar con letras o puntos que no estén seguidos de un número
gl: Os nomes de estacionalidade deben conter só letras, números, puntos ou barras baixas, e deben comezar con letras ou puntos que non estean seguidos dun número
ja: 季節性の名前には、文字、数字、ドット、またはアンダースコアのみを含め、数字の後に続かない文字またはドットで始まる必要があります
nl: Seizoensnamen mogen alleen letters, cijfers, punten of underscores bevatten en moeten beginnen met letters of punten die niet worden gevolgd door een cijfer
pt: Nomes para as sazonalidades devem conter apenas letras, números, pontos e "_", e devem iniciar com letras ou pontos sem serem seguidos por números
sr: Називи сезоналности могу садржати само слова, бројеве, тачке или доње црте и морају почињати словом или тачком која није праћена бројем
ta: பருவகால பெயர்களில் கடிதங்கள், எண், புள்ளிகள் அல்லது அடிக்கோடிட்டுக் காட்டப்பட்டிருக்க வேண்டும் மற்றும் ஒரு எண்ணைப் பின்பற்றாத கடிதங்கள் அல்லது புள்ளிகளுடன் தொடங்க வேண்டும்

source: When 'Carrying Capacity' is used in the model, predictions cannot be carried out unless 'Carrying Capacity' is also supplied for the predicted period.
de: Wenn im Modell 'Tragfähigkeit' verwendet wird, können Vorhersagen nur dann gemacht werden, wenn auch die 'Tragfähigkeit' für den vorhergesagten Zeitraum angegeben wird.
es: Cuando se utiliza 'Capacidad de Carga' en el modelo, las predicciones no se pueden llevar a cabo a no ser que la 'Capacidad de Carga' se indique también para el período de predicción.
nl: Wanneer in het model "Draagvermogen" wordt gebruikt, kunnen geen voorspellingen worden gedaan tenzij voor de voorspelde periode ook "Draagvermogen" wordt verstrekt.
sr: Када се „Капацитет носивости“ користи у моделу, предвиђања се не могу извршити осим ако се „Капацитет носивости“ такође наведе за период предвиђања.
ta: மாதிரியில் 'சுமந்து செல்லும் திறன்' பயன்படுத்தப்படும்போது, கணிக்கப்பட்ட காலத்திற்கு 'சுமந்து செல்லும் திறன்' வழங்கப்படாவிட்டால் கணிப்புகளை மேற்கொள்ள முடியாது.

source: When 'Covariates' are used in the model, predictions cannot be carried out unless the covariates are also observed for the predicted period.
de: Wenn 'Kovariaten' im Modell verwendet werden, können Vorhersagen nur dann gemacht werden, wenn die Kovariaten auch für den vorhergesagten Zeitraum beobachtet werden.
es: Cuando se utiliza 'Covariables' en el modelo, las predicciones no se pueden llevar a cabo a no ser que las covariables se observen también para el período de predicción.
nl: Wanneer in het model 'covariaten' worden gebruikt, kunnen geen voorspellingen worden gedaan, tenzij de covariaten ook voor de voorspelde periode worden waargenomen.
sr: Када се „Коваријате“ користе у моделу, предвиђања се не могу извршити осим ако су коваријате такође посматране за период предвиђања.

source: Prophet failed to compute any results. It is possible that the analysis even failed to compute the initial log-likelihood. Check whether the model specification is plausible. Internal error message from 'prophet': %s.
de: Prophet konnte keine Ergebnisse berechnen. Möglicherweise konnte die Analyse nicht einmal die initiale Log-Likelihood berechnen. Prüfen Sie, ob die Modellspezifikation plausibel ist. Interne Fehlermeldung von 'Prophet': %s.
es: Profeta falló al calcular los resultados. Incluso es posible que el análisis falle al calcular el logaritmo de la verosimilitud inicial. Comprueba si la especificación del modelo es convincente. Mensaje de fallo interno de 'Profeta': %s.
nl: Prophet heeft geen resultaten berekend. Het is mogelijk dat de analyse zelfs de initiële log-likelihood niet heeft berekend. Controleer of de modelspecificatie plausibel is. Interne foutmelding van 'prophet': %s.
sr: Prophet није успео да израчуна никакве резултате. Могуће је да анализа није успела ни да израчуна почетну лог-вероватноћу. Проверите да ли је спецификација модела веродостојна. Интерна порука о грешци из 'prophet': %s.
ta: எந்த முடிவுகளையும் கணக்கிட ஆவதறிவார் தவறிவிட்டார். ஆரம்ப பதிவு-சாத்தியக்கூறுகளை கணக்கிட பகுப்பாய்வு கூட தவறிவிட்டது. மாதிரி விவரக்குறிப்பு நம்பத்தகுந்ததா என்பதை சரிபார்க்கவும். 'ஆவதறிவார்' இலிருந்து உள் பிழை செய்தி: %s.

source: Growth rate (k)
de: Wachstumsrate (k)
es: Tasa de crecimiento (k)
gl: Taxa de crecemento (k)
ja: 成長率(k)
nl: Groeifactor (k)
pt: Taxa de crescimento (k)
sr: Стопа раста (k)
ta: வளர்ச்சி விகிதம் (கே)

source: Offset (m)
de: Konstante (m)
es: Compensación (m)
gl: Compensación (m)
ja: オフセット(m)
pt: Deslocamento
sr: Померање (m)
ta: ஆஃப்செட் (மீ)

source: Residual variance (σ²)
de: Residualvarianz (σ²)
es: Varianza de los errores (σ²)
gl: Varianza dos erros (σ²)
ja: 残差分散 (σ²)
nl: Residuele variantie (σ²)
pt: Variância residual
sr: Резидуална варијанса (σ²)
ta: மீதமுள்ள மாறுபாடு (σ²)

source: Posterior Summary Table
de: Posterior-Zusammenfassungstabelle
es: Tabla de Resumen Posterior
gl: Táboa de Resumo Posterior
ja: 事後要約表
nl: Posterior Samenvattingstabel
sr: абела резимеа постериорног
ta: பின்புற சுருக்கம் அட்டவணை

source: %s%% CI
de: %s%% KI
es: IC del %s%%
gl: IC do %s%%
pt: %s%% IC

source: Parameter
es: Parámetro
gl: Parámetro
ja: パラメータ
pt: Parâmetro
sr: Параметар

source: Mean
de: Mittelwert
es: Media
gl: Media
ja: 平均値
nl: Gemiddelde
pt: Média
sr: Аритметичка средина

source: SD
es: DT
gl: DP
ja: 標準偏差
pt: DP

source: Lower
de: Untergrenze
es: Inferior
gl: Inferior
ja: 下限
nl: Onder
pt: Inferior
sr: Нижи

source: Upper
de: Obergrenze
es: Superior
gl: Superior
ja: 上限
nl: Boven
pt: Superior
sr: Виши

source: R-hat
de: R-Dach
es: R-circunflejo
gl: R-circunflexo
nl: R-dakje
sr: R-кров
ta: ஆர்-தொப்பி

source: ESS (bulk)
de: ESS (Großteil)
es: ESS (grueso)
gl: ESS (groso)
ja: ESS (バルク)
sr: ESS (на велико)
ta: ESS (மொத்த)

source: ESS (tail)
de: ESS (Randbereich)
es: ESS (cola)
gl: ESS (cola)
ja: ESS (テール)
nl: ESS (staart)
pt: ESS (cauda)
sr: ESS (реп)
ta: கட்டு

source: Prophet might need a long time to compute the results. You can try it first with fewer MCMC samples to see if it works and if you specified the model correctly (e.g., set 'Samples = 10' in the 'Model' section).
de: Prophet könnte eine lange Zeit brauchen, um die Ergebnisse zu berechnen. Probiere zunächst, ob es mit einer kleinereren MCMC-Stichprobe funktioniert und ob das Modell korrekt spezifiziert ist (z. B. setze 'Samples = 10' im Abschnitt 'Modell').
es: Profeta puede necesitar mucho tiempo para calcular los resultados. Se pude intentar primero con menos muestras MCMC, para observar si funciona y si se ha indicado correctamente el modelo (p.e. establecer 'Muestras = 10' en la sección 'Modelo').
gl: Profeta pode precisar moito tempo para calcular os resultados. Podes intentalo primeiro con menos mostras MCMC, para observar se funciona e se indicaches correctamente o modelo (p.e. establece 'Mostras = 10' na sección 'Modelo').
ja: Prophetは結果を計算するのに長い時間を必要とするかもしれません。最初に少ないMCMCサンプルで試して、うまくいくかどうか、モデルの指定が正しいかどうかを確認することができます（例えば、'Samples = 10'を設定します）.
nl: Profeet heeft misschien veel tijd nodig om de resultaten te berekenen. U kunt het eerst proberen met minder MCMC-steekproeven om te zien of het werkt en of u het model juist hebt gespecificeerd (e.g., stel in 'Steekproeven = 10' in het gedeelte 'Model').
sr: Prophet-у може бити потребно дуже време да израчуна резултате. Можете прво да пробате са мањим бројем MCMC узорака да видите да ли ради и да ли сте исправно одредили модел (нпр., подесите 'Узорци = 10' у одељку 'Модел').
ta: முடிவுகளை கணக்கிட தீர்க்கதரிசிக்கு நீண்ட நேரம் தேவைப்படலாம். இது செயல்படுகிறதா என்பதைப் பார்க்க குறைவான MCMC மாதிரிகளுடன் முதலில் முயற்சி செய்யலாம், நீங்கள் மாதிரியை சரியாகக் குறிப்பிட்டுள்ளீர்களா (எ.கா., 'மாதிரி' பிரிவில் 'மாதிரிகள் = 10' அமைக்கவும்).

source: Residual variance (sigma)
de: Residualvarianz (sigma)
es: Varianzas dos errores (sigma)
gl: Varianzas dos erros (sigma)
ja: 残差分散 (sigma)
nl: Residuele variantie (sigma)
pt: Variância residual (sigma)
sr: Резидуална варијанса (sigma)
ta: மீதமுள்ள மாறுபாடு (சிக்மா)

source: Changepoint Estimates Table
de: Tabelle mit Schätzungen der Wechselpunkte
es: Tabla de Estimaciones de Puntos de Cambio
gl: Táboa de Estimacións dos Puntos de Cambio
ja: 変化点推定値表
nl: Veranderpunt Schattingstabel
sr: Табела процена тачака промене
ta: சேஞ்ச்பாயிண்ட் அட்டவணையை மதிப்பிடுகிறது

source: Changepoint Posterior Summary Table
de: Tabelle mit Posterior-Zusammenfassung der Wechselpunkte
es: Tabla de Resumen Posterior de los Puntos de Cambio
gl: Táboa de Resumo Posterior dos Puntos de Cambio
ja: 変化点事後要約表
nl: Veranderpunt Posterior Samenvattingstabel
sr: Табела резимеа постериорног за тачке промене
ta: சேஞ்ச்பாயிண்ட் பின்புற சுருக்க அட்டவணை

source: Changepoint
de: Wechselpunkt
es: Punto de cambio
gl: Punto de cambio
ja: 変化点
nl: Veranderpunt
pt: Ponto de mudança
sr: Тачка промене
ta: மாற்ற புள்ளிகள்

source: Change in growth rate (δ)
de: Änderung der Wachstumsrate (δ)
es: Cambio en la tasa de crecimiento (δ)
gl: Cambio na taxa de crecemento (δ)
ja: 成長率の変化(δ)
nl: Verandering in groeifactor (δ)
pt: Mudança na taxa de crescimento (δ)
sr: Промена стопе раста (δ)
ta: வளர்ச்சி விகிதத்தில் மாற்றம் (Δ)

source: Simulated Historical Forecasts Table
de: Simulierte Zeitreihenvorhersage-Tabelle
es: Tabla de Predicciones Simuladas Históricas
gl: Táboa de Predicións Simuladas Históricas
ja: シミュレーションによる過去の予測表
nl: Gesimuleerde Historische Prognoses Tabel
sr: Табела симулираних историјских прогноза
ta: உருவகப்படுத்தப்பட்ட வரலாற்று முன்னறிவிப்பு அட்டவணை

source: Horizon
de: Horizont
es: Horizonte
gl: Horizonte
pt: Eixo Horizontal
sr: Хоризонт
ta: அடிவானம்

source: MSE
es: ECM (MSE)
gl: ECM (MSE)
ta: எம்.எச்.இ.

source: 'Start' must be in a date-like format (e.g., yyyy-mm-dd hh:mm:ss)
de: 'Start' muss in einem datumsähnlichen Format sein (z. B. jjjj-mm-tt hh:mm:ss)
es: 'Inicio' debe estar en un formato de tipo fecha (p.e. yyyy-mm-dd hh:mm:ss)
gl: 'Inicio' debe estar nun formato de tipo data (p.e. yyyy-mm-dd hh:mm:ss)
ja: 'Start'は、日付のような形式でなければなりません（例：yyyy-mm-dd hh:mm:ss）
nl: 'Start' moet in een datumformaat (e.g., yyyy-mm-dd hh:mm:ss)
sr: „Почетак“ мора бити у формату (нпр., гггг-мм-дд чч:мм:сс)
ta: 'தொடக்க' தேதி போன்ற வடிவத்தில் இருக்க வேண்டும் (எ.கா., YYYY-MM-DD HH: MM: SS)

source: 'End' must be in a date-like format (e.g., yyyy-mm-dd hh:mm:ss)
de: 'Ende' muss in einem datumsähnlichen Format sein (z. B. jjjj-mm-tt hh:mm:ss)
es: 'Fin' debe estar en un formato de tipo fecha (p.e. yyyy-mm-dd hh:mm:ss)
gl: 'Final' debe estar nun formato de tipo data (p.e. yyyy-mm-dd hh:mm:ss)
ja: 'End'は、日付のような形式でなければなりません（例：yyyy-mm-dd hh:mm:ss）
nl: 'Einde' moet in een datumformaat (e.g., yyyy-mm-dd hh:mm:ss)
sr: „Крај“ мора бити у формату (нпр., гггг-мм-дд чч:мм:сс)
ta: 'முடிவு' தேதி போன்ற வடிவத்தில் இருக்க வேண்டும் (எ.கா., YYYY-MM-DD HH: MM: SS)

source: Forecast Plots
de: Vorhersage-Diagramme
es: Gráficos Forestales
gl: Gráficas de Predicións
ja: 予測プロット
nl: Voorspellingsplots
pt: Gráficos de previsão
sr: Графикони прогноза
ta: முன்னறிவிப்பு அடுக்கு

source: Cannot draw forecast plots; no forecasts computed.
de: Vorhersage-Diagramme können nicht gezeichnet werden; Keine Vorhersagen berechnet.
es: No se pueden representar los gráficos de predicción; no se calcularon prediciones.
nl: Kan geen voorspellingsplots tekenen; geen voorspellingen berekend.
sr: Није могуће исцртати графиконе прогноза; нису израчунате прогнозе.
ta: முன்னறிவிப்பு அடுக்குகளை வரைய முடியாது; கணிப்புகள் எதுவும் கணக்கிடப்படவில்லை.

source: Overall
de: Insgesamt
es: General
gl: Xeral
ja: 全体
nl: Totaal
pt: Geral
sr: Свеукупно
ta: ஒட்டுமொத்தமாக

source: Trend
es: Tendencia
gl: Tendencia
ja: トレンド
pt: Tendência
sr: Тренд

source: Seasonality Plots
de: Saisonalitäts-Diagramme
es: Gráficos de Estacionalidad
gl: Gráficas de Estacionalidade
ja: 季節性プロット
nl: Seizoensplots
pt: Gráficos de sazonalidades
sr: Графикони сезоналности
ta: பருவகால அடுக்கு

source: Time (min:sec)
de: Zeit (Min: Sek)
es: Tiempo (min:seg)
gl: Tempo (min:seg)
ja: 時間 (分:秒)
nl: Tijd (min:sec)
pt: Tempo (min:seg)
sr: Време (мин:сек)
ta: நேரம் (நிமிடம்: நொடி)

source: Time (hour:min)
de: Zeit (Stunde:Min)
es: Tiempo (hora:min)
gl: Tempo (hora:min)
ja: 時間(時間:分)
nl: Tijd (uur:min)
pt: Tempo (h:min)
sr: Време (сат:мин)
ta: நேரம் (மணி: நிமிடம்)

source: Time (hour)
de: Zeit (Stunde)
es: Tiempo (hora)
gl: Tempo (hora)
ja: 時間(時間)
nl: Tijd (uur)
pt: Tempo (hora)
sr: Време (сат)
ta: நேரம் (மணி)

source: Weekday
de: Wochentag
es: Día de la semana
gl: Semana
ja: 平日
nl: Weekdag
pt: Dia da semana
sr: Дан у недељи
ta: வார நாள்

source: Time (day)
de: Zeit (Tag)
es: Tiempo (día)
gl: Tempo (día)
ja: 時間(日)
nl: Tijd (dag)
pt: Tempo (dia)
sr: Време (дан)
ta: நேரம் (நாள்)

source: Time (month-day)
de: Zeit (Monat-Tag)
es: Tiempo (mes-día)
gl: Tempo (mes-día)
ja: 時間 (月-日)
nl: Tijd (maand-dag)
pt: Tempo (dia e mês)
sr: Време (месец-дан)
ta: நேரம் (மாத நாள்)

source: Time (month)
de: Zeit (Monat)
es: Tiempo (mes)
gl: Tempo (mes)
ja: 時間(月)
nl: Tijd (maand)
pt: Tempo (mês)
sr: Време (месец)
ta: நேரம் (மாதம்)

source: Time (year)
de: Zeit (Jahr)
es: Tiempo (año)
gl: Tempo (ano)
ja: 時間(年)
nl: Tijd (jaar)
pt: Tempo (ano)
sr: Време (година)
ta: நேரம் (ஆண்டு)

source: Please enter valid 'Start' and 'End' arguments for nonperiodical prediction (e.g., yyyy-mm-dd hh:mm:ss)
de: Bitte gültige 'Start'- und 'Ende'-Argumente für nichtperiodische Vorhersagen eingeben (z. B. jjjj-mm-tt hh:mm:ss)
es: Por favor, introducir argumentos 'Inicio' y 'Fin' válidos para la predicción no periódica (p.e. yyyy-mm-dd hh:mm:ss)
gl: Por favor, introduce argumentos 'Inicio' e 'Final' válidos para a predición non periódica (p.e. yyyy-mm-dd hh:mm:ss)
ja: 非周期的な予測に対して有効な 'Start' と 'End' の引数を入力してください (yyyy-mm-dd hh:mm:ss など)
nl: Voer geldige 'Start' en 'Einde' argumenten voor non-periodieke voorspelling in (e.g., yyyy-mm-dd hh:mm:ss)
sr: Унесите важеће аргументе „Почетак“ и „Крај“ за непериодично предвиђање (нпр., гггг-мм-дд чч:мм:сс)
ta: அல்லாத காலமற்ற கணிப்புக்கான செல்லுபடியாகும் 'தொடக்க' மற்றும் 'முடிவு' வாதங்களை உள்ளிடவும் (எ.கா., YYYY-MM-DD HH: MM: SS)

source: Covariate Plots
de: Kovariaten-Diagramme
es: Gráficos de Covariables
gl: Gráficas de Covariantes
ja: 共変量プロット
nl: Covariabele Plots
pt: Gráficos de covariância
sr: Графикони коваријата
ta: கோவாரியேட் அடுக்கு

source: Performance Plots
de: Performance-Diagramme
es: Gráficos de Comportamiento
gl: Gráficas de Comportamento
ja: パフォーマンスプロット
nl: Prestatieplots
pt: Gráficos de performance
sr: Графикони перформанси
ta: செயல்திறன் அடுக்கு

source: Parameter Plots
de: Parameter-Diagramme
es: Gráficos de Parámetros
gl: Gráficas de Parámetros
ja: パラメータプロット
pt: Gráficos de parâmetros
sr: Графикони параметара
ta: அளவுரு அடுக்குகள்

source: Changepoint Plot
de: Wechselpunkt-Diagramm
es: Gráfico de Puntos de Cambio
gl: Gráfica de Puntos de Cambio
ja: 変化点プロット
nl: Veranderpuntplot
pt: Gráfico de pontos de mudança
sr: Графикон тачака промене
ta: சேஞ்ச்பாயிண்ட் சூழ்ச்சி

source: Change in growth rate
de: Änderung der Wachstumsrate
es: Cambio en la tasa de crecimiento
gl: Cambio na taxa de crecemento
ja: 成長率の変化
nl: Verandering in groeifactor
pt: Mudança na taxa de crescimento
sr: Промена стопе раста
ta: வளர்ச்சி விகிதத்தில் மாற்றம்

source: Posterior Distributions
de: Posterior-Verteilungen
es: Distribuciones Posteriores
gl: Distribucións Posteriores
ja: 事後分布
nl: Posterior verdelingen
pt: Distribuições posteriores
sr: Постериорне расподеле
ta: பின்புற வழங்கல்

source: Growth rate
de: Wachstumsrate
es: Tasa de crecimiento
gl: Taxa de crecemento
ja: 成長率
nl: Groeifactor
pt: Taxa de crescimento
sr: Стопа раста
ta: வளர்ச்சி விகிதம்

source: Offset
es: Compensación
gl: Compensación
ja: オフセット
pt: Deslocamento
sr: Померање
ta: ஈடுசெய்யும்

source: Residual variance
de: Residualvarianz
es: Varianza de los errores
gl: Varianza dos erros
ja: 残差分散
nl: Residuele variantie
pt: Variância residual
sr: Резидуална варијанса
ta: மீதமுள்ள மாறுபாடு

source: Density
de: Dichte
es: Densidad
gl: Densidade
ja: 密度
nl: Dichtheid
pt: Densidade
sr: Густина

source: 'History Indicator' must be a logical variable (e.g., 0/1)
gl: 'Indicador de Historial' debe ser unha variable de tipo lóxico (p.e. 0/1)

source: 'Carrying Capacity' must be supplied for predictions
gl: Debe indicarse a 'Capacidade de Porte' para as predicións
pt: 'Capacidade de carga' deve ser fornecida para previsões

source: 'Covariates' must be supplied for predictions
gl: Debe indicarse as 'Covariantes' para as predicións
pt: 'Covariâncias' deve ser fornecida para previsões

source: RMSE
pt: RMSEA
ta: ஆர்.எம்.எச்.இ.

source: MAPE
ta: மெப்
